13/data/attachments/b9119f4a922a3480.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Monica_star_Friend_2506_2</nif:username>
            <nif:friendToBeRequested>soap_friends_ab69a72f-1c6a-4c38-a8c0-fc7218d77eca</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>